{
  "Comment.nvim": { "branch": "master" },
  "better-escape.nvim": { "branch": "master" },
  "coc.nvim": { "branch": "release" },
  "copilot.vim": { "branch": "release" },
  "fzy-lua-native": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "nvim-osc52": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-insert-path.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tmux.nvim": { "branch": "main" },
  "tmuxsend.vim": { "branch": "master" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-python-pep8-indent": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-wordmotion": { "branch": "master" },
  "wilder.nvim": { "branch": "master" },
  "yanky.nvim": { "branch": "main" }
}